/* String_On_Page_Template */
"Email address is missing.  Message cannot be sent." = "Manca l'indirizzo e-mail.  Il messaggio non può essere inviato.";

/* Label for subject field when it will be hidden */
"Fixed Subject for all messages" = "Oggetto fisso per tutti i messaggi.";

/* Label for subject field when it will be a selection menu */
"List of Subjects (separate by commas)" = "Elenco degli Oggetti (separati da virgole)";

/* String_On_Page_Template */
"No message has been entered.  Message cannot be sent." = "Non è stato inserito nessun messaggio.  Il modulo non può essere inviato.";

/* Title of invisible, anti-spam field */
"Please leave this field empty:" = "Lascia vuoto questo campo:";

/* String_On_Page_Template */
"Please specify an address for the recipient using the Inspector." = "Specifica un indirizzo per il destinatario utilizzando il pannello Impostazioni.";

/* Label for subject field when it will be a text field */
"Suggested Subject (optional)" = "Oggetto suggerito (opzionale)";